experiments/redis_contention/combined_bandwidth_contention/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_60/pair_32/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         8903.07    445152.93         0.47         0.44917         0.45500         0.58300         0.63900    459160.16 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       8903.07    445152.93         0.47         0.44917         0.45500         0.58300         0.63900    459160.16